{
    "About me": "Über mich",
    "Skills": "Fähigkeiten",
    "I am": "Ich bin",
    "FRONTED DEVELOPER": "FRONTEND ENTWICKLER",
    "Let's talk!": "Lass uns reden!",
    "Scroll down": "Nach unten scrollen",
    "ABOUT_ME_INTRO": "Hallo, ich bin ein zertifizierter Frontend-Entwickler, der leidenschaftlich daran arbeitet, Websites und Anwendungen zu erstellen, die das Leben der Menschen erleichtern. Meine Reise begann, als ich einem Freund beim Programmieren zusah und davon fasziniert war, wie die Webentwicklung es uns ermöglicht, etwas zu erschaffen, das andere jeden Tag nutzen, um ihre Probleme zu lösen. Seitdem treibt mich die Idee an, durch meine Arbeit einen positiven Einfluss zu nehmen.",
    "ABOUT_ME_FIRST_TEXT": "Ich liebe es, Websites und Apps zu entwickeln, und es macht mich unglaublich glücklich, wenn alles genauso funktioniert, wie ich es mir vorgestellt habe. Ich habe Erfahrung mit Angular, CSS, SCSS, JavaScript und TypeScript und freue mich immer darauf, meine Fähigkeiten zu verbessern.",
    "ABOUT_ME_SECOND_TEXT": "Ich arbeite gerne im Team, weil ich von anderen lernen und wachsen kann, während ich meine Kreativität, Problemlösungsfähigkeiten und Liebe zum Detail einbringe. Meine größte Motivation sind meine Kinder, ich möchte ein Vorbild für sie sein, indem ich ständig dazulerne und neue Herausforderungen annehme.",
    "ABOUT_ME_THIRD_TEXT": "Ich bin offen für neue berufliche Möglichkeiten und freue mich darauf, an verschiedenen Projekten zu arbeiten, um meine Erfahrungen zu vertiefen und einen positiven Beitrag zu leisten.",
    "My skills": "Meine Fähigkeiten",
    "MY_SKILLS_FIRST_TEXT": "Ich habe Erfahrung in der Umsetzung von Projekten mit verschiedenen Frontend-Technologien und Konzepten gesammelt.",
    "LOOKING_FOR": "Auf der Suche nach",
    "ANOTHER_SKILL": "weiteren Kompetenzen",
    "MY_SKILLS_THIRD_TEXT": "Kontaktieren Sie mich gerne. Ich freue mich darauf, mein Wissen zu erweitern.",
    "GET_IN_TOUCH": "Kontakt aufnehmen",
    "TOOLTIP_INTEREST_IN_LEARNING": "Ich habe ein besonderes Interesse an",
    "Explore a selection of my work here - Interact with projects to see my skills in action.": "Hier können Sie eine Auswahl meiner Arbeiten erkunden - interagieren Sie mit den Projekten, um meine Fähigkeiten in Aktion zu sehen.",
    "JOIN_PROJECT_DESCRIPTION": "Ein Aufgabenmanager, inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mithilfe von Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
    "POLLO_LOCO_DESCRIPTION": "Ein 2D-Plattformspiel, bei dem die Spieler eine Figur steuern, um Hindernissen auszuweichen und Feinde zu besiegen.",
    "TESTIMONIAL_1": "Oleg beeindruckt stets mit seiner Ruhe und Gelassenheit, selbst in herausfordernden Situationen. Er liebt es, sich mit komplexen Aufgaben auseinanderzusetzen und bleibt unermüdlich, bis er eine Lösung gefunden hat, egal wie viel Zeit es in Anspruch nimmt. Seine Fähigkeit, Dinge schnell zu verstehen und klar zu erklären, macht ihn zu einem wertvollen Mitglied in jedem Team.",
    "TESTIMONIAL_2": "Oleg war ein guter Teamplayer bei unserem Gruppenprojekt, er hat seine Aufgaben sehr selbstständig und zufriedenstellend erledigt. Seine Kommunikation bei Herausforderungen war angenehm und lösungsorientiert.",
    "CONTACT_SECTION_TITLE": "Kontakt",
    "PROBLEM_TO_SOLVE": "Haben Sie ein Problem, das gelöst werden muss?",
    "CONTACT_ME_MESSAGE": "Kontaktieren Sie mich über dieses Formular. Ich freue mich darauf, von Ihnen zu hören, Ihre Projekte kennenzulernen und mit meiner Arbeit dazu beizutragen.",
    "NEED_FRONTEND_DEV": "Brauchen sie einen Frontend-Entwickler? Kontaktieren sie mich!",
    "YOUR_NAME_PLACEHOLDER": "Dein Name",
    "NAME_ERROR": "Dein Vor- und Nachname ist erforderlich",
    "YOUR_EMAIL_PLACEHOLDER": "Deine E-Mail",
    "EMAIL_ERROR": "Deine E-Mail ist erforderlich",
    "YOUR_MESSAGE_PLACEHOLDER": "Deine Nachricht",
    "MESSAGE_ERROR": "Deine Nachricht ist leer",
    "PRIVACY_POLICY_TEXT_PART1": "Ich habe die",
    "PRIVACY_POLICY_LINK_TEXT": "Datenschutzerklärung",
    "PRIVACY_POLICY_TEXT_PART2": "gelesen und stimme der Verarbeitung meiner Daten gemäß den dort aufgeführten Bedingungen zu.",
    "SEND_MESSAGE": "Nachricht senden :)",
    "PRIVACY_POLICY_ERROR": "Bitte akzeptieren Sie die Datenschutzerklärung."
}