{
    "Über mich": "About me",
    "Fähigkeiten": "Skills",
    "I am": "I am",
    "FRONTED DEVELOPER": "FRONTEND DEVELOPER",
    "Let's talk!": "Let's talk!",
    "Scroll down": "Scroll down",
    "ABOUT_ME_INTRO": "Hi, I’m a certified Frontend Developer who is passionate about creating websites and applications that make people's lives easier. My journey began when I watched a friend code and was fascinated by how web development allows us to create something that others use every day to solve their problems. Since then, I’ve been driven by the idea of making a positive impact through my work.",
    "ABOUT_ME_FIRST_TEXT": "I love building websites and apps, and it makes me incredibly happy when everything works exactly as I envisioned it. I have experience with Angular, CSS, SCSS, JavaScript, and TypeScript, and I’m always excited to improve my skills.",
    "ABOUT_ME_SECOND_TEXT": "I enjoy working in a team because I can learn from others and grow while contributing my creativity, problem-solving skills, and attention to detail. My biggest motivation is my kids, I want to be a role model for them by continuously learning and taking on new challenges.",
    "ABOUT_ME_THIRD_TEXT": "I am open to new career opportunities and look forward to working on diverse projects to deepen my experience and make a positive contribution.",
    "My skills": "My Skills",
    "MY_SKILLS_FIRST_TEXT": "I have gained experience in building projects with different frontend technologies and concepts.",
    "LOOKING_FOR": "Looking for",
    "ANOTHER_SKILL": "another skill",
    "MY_SKILLS_THIRD_TEXT": "Feel free to contact me. I look forward to expanding on my previous knowledge.",
    "GET_IN_TOUCH": "Get in touch",
    "TOOLTIP_INTEREST_IN_LEARNING": "I have a special interest in learning",
    "Explore a selection of my work here - Interact with projects to see my skills in action.": "Explore a selection of my work here - Interact with projects to see my skills in action.",
    "JOIN_PROJECT_DESCRIPTION": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
    "POLLO_LOCO_DESCRIPTION": "A 2D platform game where players control a character to avoid obstacles and defeat enemies.",
    "TESTIMONIAL_1": "Oleg always impresses with his calmness and composure, even in challenging situations. He loves to tackle complex tasks and is tireless in finding a solution, no matter how long it takes. His ability to quickly understand things and explain them clearly makes him a valuable member of any team.",
    "TESTIMONIAL_2": "Oleg was a good team player in our group project. He completed his tasks very independently and satisfactorily. His communication in facing challenges was pleasant and solution-oriented.",
    "CONTACT_SECTION_TITLE": "Contact",
    "PROBLEM_TO_SOLVE": "Got a problem to solve?",
    "CONTACT_ME_MESSAGE": "Contact me through this form. I am interested in hearing from you, knowing your ideas, and contributing to your projects with my work.",
    "NEED_FRONTEND_DEV": "Need a Frontend developer? Contact me!",
    "YOUR_NAME_PLACEHOLDER": "Your name",
    "NAME_ERROR": "Your first and last name is required",
    "YOUR_EMAIL_PLACEHOLDER": "Your email",
    "EMAIL_ERROR": "Your email is required",
    "YOUR_MESSAGE_PLACEHOLDER": "Your message",
    "MESSAGE_ERROR": "Your message is empty",
    "PRIVACY_POLICY_TEXT_PART1": "I've read the",
    "PRIVACY_POLICY_LINK_TEXT": "privacy policy",
    "PRIVACY_POLICY_TEXT_PART2": "and agree to the processing of my data as outlined.",
    "SEND_MESSAGE": "Send message :)"
}